public class Chat {
    String[] comment;
    public Chat(){
        this.comment = new String[]{"Алексей. Дай Бог вас здоровья. Переживаем за вас.",
                "Больше никогда не исчезайте так!!! Пожалуйста!",
                "Предупреждать нужно емае! Рад тебе Алексей!) Привет из Москвы.!)",
                "Мы все переживали! Вы же были в горячей точке и пропали! Вот и выводы, что " +
                        "что -то случилось ...((( Слава Богу, все хорошо!",
                "Рады, что все нормально! Минск вас любит! Хабаровску огромный привет!",
                "Романов, живи и не пропадай надолго! Привет из Беларуси!",
                "Ну,дружочек,Вы даёте!!!Очень рады за Вас!Долгих лет рядом с нами!!!",
                "Привет из Хабаровска !!! Смотрим правдивые  новости . Здоровья Вам  и удачи !",
                "Рады Роман, ждем честных новостей!",
                "Романов, ну ты и хулиган! Нельзя так исчезать, а то поехал на войну" +
                        " и тишина....хоть предупредил бы, что в отпуске. Давай назад" +
                        " в Беларусь, нам так не хватает твоих искренних репортажей," +
                        " позитивных с искренней улыбкой и переживаниями. Город Лида" +
                        " ждёт твоих видосов. Рады очень, что с тобой все в порядке," +
                        " жив- значит долго будешь жить....",
                "Привет. Непроподай  так больше",
                "Романов, дорогой, не пропадайте так внезапно и так надолго. Мы знаем, " +
                        "что Вы  там всегда , где протесты и выстрелы, где ужасы все эти." +
                        " Вы своей улыбкой, своим адекватным ясным взглядом вселяете надежду." +
                        " Вы не лжете, не обостряете, не ищете мясо, не выдавливаете слезы." +
                        " Вы имеете мужество говорить правду, свою правду. Спасибо Вам за это.",
                "Тролль  не дремлет: уже и поховали,  и помянули)",
                "В Гродно рады видеть вас в здравии. После ваших репортажей из Минска и вы, и Хабаровск нам родня.",
                "Я пока только успела подумать, что давно не было видно вас.",
                "Привет из Беларуси! Только сегодня вспоминали о Вас! Как хорошо, что всё у Вас хорошо! Предупреждать " +
                        "надо когда в отпуск отправляетесь!)",
                "Привет из Беларуси))рады что у Вас все хорошо:(",
                "Романов , заставил поволноваться... Привет из Комсомольска на Амуре",
                "В опасном месте находитесь и на связь не выходите)) конечно мы испугались за вас!",
                "Лешенька, мы очень скучали.",
                "Ты наш друг , за это время стал почти родным человеком , естественно мы переживаем " +
                        "мы это все здравомыслящие люди которым не смогли промыть мозги :( Обязательно " +
                        "будь на связи с нами :) Спасибо за все.",
                "Слава Богу",
                "Романов, ну вы даёте!!!! Слава Богу, что всё хорошо,! Очень рада, что Вы жив и здоров!",
                "Мы рады , что Вы живы",
                "Алексей, крепкого вам здоровья!  Ждём ваши репортажи!  Хабаровчане.",
                "В эти дни Семён Пегов заменил тебя.",
                "Спасибо, что объявились! Я начал переживать.",
                "НАДЕЮСЬ, НАРОДНОЕ ПОВЕРИЕ СБУДЕТСЯ!",
                "УРА ! Жив и здоров ! Берегите себя  , пожалуйста !  Вы ЛУЧИК СВЕТА !   Не оставляйте нас  в темноте  !",
                "Лёша Романов, а ты подумал, что тебя смотрят и бабушки тоже. А у нас давление. И каждое утро искать" +
                        " новости о тебе? Ты куда поехал, на Канары что ли? У нас и так новости не очень хорошие, " +
                        "а тут ещё и ты пропал, но я рада, что всё хорошо. Привет из Беларуси."};
    }
}
